Repository: mlforcada/llibre-tecnol-trad
Catalog: llibrett/omegat/tm/memc.tmx
Source language: ca
Languages: es_es

source: La missatgeria instantània i el xat (en anglés chat) permeten ---com en el cas del correu electrònic, a través de programes especialitzats o webs accessibles amb un navegador--- una comunicació escrita molt ràpida (``en temps real''), consistent en missatges molt curts, de manera que el resultat és similar al d'una conversa, però per escrit, el que permet un registre de comunicació molt informal que ha donat lloc a una llengua molt diferenciada tant de l'oral com de l'escrita.
es_es: La mensajería instantánea y el chat (en inglés chat) permitan ---como en el caso del correo electrónico, a través de programas especializados o webs accesibles con un navegador--- una comunicación escrita muy rápida (``en tiempo real''), consistente en mensajes muy cortos, de forma que el resultado es similar al de una conversación, pero por escrito, el que permite un registro de comunicación muy informal que ha dado lugar a una lengua muy diferenciada tanto del oral como de la escrita.

source: organització no lucrativa
es_es: organización no lucrativa

source: Rússia
es_es: Rusia

source: Sud-àfrica
es_es: Suráfrica

source: Entre els serveis de missatgeria instantània comercial més populars estan MSN Messenger de Microsoft, Yahoo!
es_es: Entre los servicios de mensajería instantánea comercial más populares están MSN Messenger de Microsoft, Yahoo!

source: Que tenen en comú els últims octets.
es_es: Que tienen en común los últimos octetos.

source: De vegades, l'últim component d'un nom no es correspon amb l'indicatiu d'un país, sinó que indica la naturalesa del lloc (es tracta d'una relíquia del sistema de noms anterior); fins fa poc calia sobreentendre que es tractava d'un ordinador situat físicament als Estats Units d'Amèrica, però ara això ja no és necessàriament així.
es_es: A veces, el último componente de un nombre no se corresponde con el indicativo de un país, sino que indica la naturaleza del lugar (se trata de una reliquia del sistema de nombres anterior); hasta hace poco había que sobreentender que se trataba de un ordenador situado físicamente en los Estados Unidos de América, pero ahora esto ya no es necesariamente así.

source: Una de les eines informàtiques bàsiques que es troben a l'abast del professional de la traducció és Internet.
es_es: Una de las herramientas informáticas básicas que se encuentran al alcance del profesional de la traducción es Internet.

source: Algunes nocions bàsiques sobre Internet
es_es: Algunas nociones básicas sobre Internet

source: Navegadors
es_es: Navegadores

source: Que tenen en comú els primers octets.
es_es: Que tienen en común los primeros octetos.

source: Per tant, pot haver-hi documents que els buscadors no troben perquè mai no els han visitat.
es_es: Por lo tanto, puede haber documentos que los buscadors no encuentran porque nunca los han visitado.

source: Què es pot dir dels números IP de dues màquines que es troben en la mateixa subxarxa?
es_es: ¿Qué se puede decir de los números IP de dos máquinas que se encuentran en la misma subred?

source: Fins fa poc la denominació usual era URL, uniform resource locator o localitzador uniforme de recursos, que encara s'usa profusament.
es_es: Hasta hace poco la denominación usual era URL, uniform resource locator o localizador uniforme de recursos, que todavía se usa profusamente.

source: Els enters inicials s'usen per a designar grans subxarxes, mentre que els finals s'usen per a designar xarxes més menudes, i dins d'aquestes, ordinadors concrets (en això recorden els números de telèfon: dos abonats pròxims normalment comparteixen les xifres inicials).
es_es: Los enteros iniciales se usan para designar grandes subredes, mientras que los finales se usan para designar redes más menudes, y dentro de estas, ordenadores concretos (en esto recuerdan los números de teléfono: dos abonados próximos normalmente comparten las cifras iniciales).

source: Espanya
es_es: España

source: Es tracta de pàgines web que permeten buscar documents d'Internet; s'hi ha de teclejar una o més paraules, a més d'altres condicions de recerca opcionals, com ara que els documents hagen d'estar en una llengua determinada o en un servidor determinat, i entreguen els URIs dels documents que compleixen aquestes condicions, enllaços a aquests documents i un petit resum o retall (anomenat snippet) del contingut de les pàgines desitjades.
es_es: Se trata de páginas web que permiten buscar documentos de Internet; se tiene que teclear una o más palabras, además de otras condiciones de búsqueda opcionales, como por ejemplo que los documentos tengan que estar en una lengua determinada o en un servidor determinado, y entregan los URIs de los documentos que cumplen estas condiciones, enlaces a estos documentos y un pequeño resumen o recorte (denominado snippet) del contenido de las páginas deseadas.

source: Un dels buscadors més populars a l'hora d'escriure aquestes línies és Google ({http://www.google.com}); també són útils Alltheweb ({http://www.alltheweb.com}) i Altavista ({http://www.altavista.com}).
es_es: Uno de los buscadors más populares a la hora de escribir estas líneas es Google ({http://www.google.com}); también son útiles Alltheweb ({http://www.alltheweb.com}) y Altavista ({http://www.altavista.com}).

source: La taula dóna alguns exemples d'indicatius de països.
es_es: La tabla da algunos ejemplos de indicativos de países.

source: Cada número del 0 al 255 es pot emmagatzemar en 8 bits ($2^8=256$) i n'hi ha quatre: $8 4=32$.
es_es: Cada número del 0 al 255 se puede almacenar en 8 bits ($2^8=256$) y hay cuatro: $8 4=32$.

source: Durant el temps de la connexió, el proveïdor d'Internet assigna un número IP temporal al nostre ordinador domèstic, de manera que forme part d'Internet i puga accedir com a client a tots els serveis i documents disponibles en qualsevol màquina de la xarxa, però normalment no com a servidor.
es_es: Durando el tiempo de la conexión, el proveedor de Internet asigna un número IP temporal a nuestro ordenador doméstico, de forma que formo parte de Internet y pueda acceder como cliente a todos los servicios y documentos disponibles en cualquier máquina de la red, pero normalmente no como servidor.

source: En altres països ({ .uk}, { .nz}, { .za}) s'usen indicatius similars ({ .co}(mercial), { .ac}(adèmic), etc.) davant de l'indicatiu de país (per exemple, { www.shef.ac.uk} és la Universitat de Sheffield).
es_es: En otros países ({ .uk}, { .nz}, { .za}) se usan indicativos similares ({ .co}(mercial), { .ac}(académico), etc.) ante el indicativo de país (por ejemplo, { www.shef.ac.uk} es la Universidad de Sheffield).

source: Els serveis i els documents concrets presents en un ordinador que els fa disponibles (un servidor d'Internet) es poden designar mitjançant el seu identificador uniforme de recursos o, més comunament, URI (de l'anglés uniform resource identifier). L'URI és, per tant, una adreça que identifica o localitza uniformement un servei o document (un recurs) de qualsevol dels que s'ofereixen en Internet.
es_es: Los servicios y los documentos concretos presentes en un ordenador que los hace disponibles (un servidor de Internet) se pueden designar mediante su identificador uniforme de recursos o, más comúnmente, URI (del inglés uniform resource identifier). El URI es, por lo tanto, una dirección que identifica o localiza uniformemente un servicio o documento (un recurso) de cualquier de los que se ofrecen en Internet.

source: Noms
es_es: Nombres

source: Cada node (cada ordinador) de la xarxa Internet té un { número IP} únic, el qual es compon de 4 octets (4 enters del 0 al 255) separats per punts, com ara { 192.168.5.5}.
es_es: Cada nodo (cada ordenador) de la red Internet tiene un { número IP} único, el cual se compone de 4 octetos (4 enteros del 0 al 255) separados por puntos, como por ejemplo { 192.168.5.5}.

source: Per exemple, una adreça electrònica vàlida podria ser { Monica.Lewinsky@whitehouse.gov} De vegades, una adreça electrònica identifica una llista d'usuaris (àlies) o una llista de distribució (la qual envia una còpia de cada missatge que rep a tots els inscrits en la llista).
es_es: Por ejemplo, una dirección electrónica válida podría ser { Monica.lewinsky@whitehouse.gov} A veces, una dirección electrónica identifica una lista de usuarios (alias) o una lista de distribución (la cual envía una copia de cada mensaje que recibe a todos los inscritos en la lista).

source: Molts dels servidors d'Internet encarregats de manipular informació privada usen aquest esquema.
es_es: Muchos de los servidores de Internet encargados de manipular información privada usan este esquema.

source: També és possible, si el nostre proveïdor de correu ho permet, accedir al correu electrònic des de qualsevol lloc usant un navegador, a través d'una pàgina web anomenada webmail; són comuns els webmails gratuïts (Yahoo, Mixmail, Hotmail); cada alumna o alumne de la Universitat d'Alacant té, per ser-ho, una adreça de correu de la forma xxx@alu.ua.es, accessible a través de la secció webmail del servidor de la Universitat.
es_es: También es posible, si nuestro proveedor de correo lo permite, acceder al correo electrónico desde cualquier lugar usando un navegador, a través de una página web llamada webmail; son comunes los webmails gratuitos (Yahoo, Mixmail, Hotmail); cada alumna o alumno de la Universitat d'Alacant tiene, para serlo, una dirección de correo de la forma xxx@alu.ua.es, accesible a través de la sección webmail del servidor de la Universidad.

source: Com que recordar números IP no és fàcil, normalment s'usen noms o adreces per a referir-se a les màquines; alguns dels ordinadors de la xarxa (anomenats servidors de noms) s'encarreguen de traduir els noms a números IP.
es_es: Como que recordar números IP no es fácil, normalmente se usan nombres o direcciones para referirse a las máquinas; algunos de los ordenadores de la red (llamados servidores de nombres) se encargan de traducir los nombres a números IP.

source: França
es_es: Francia

source: Itàlia
es_es: Italia

source: Una adreça de correu electrònic.
es_es: Una dirección de correo electrónico.

source: En canvi, l'URI {mailto:anton@dlsi.ua.es} serveix per a enviar correu electrònic ({ mailto}) a l'usuari que té l'adreça de correu electrònic {anton@dlsi.ua.es}.
es_es: En cambio, el URI {mailto:anton@dlsi.ua.es} sirve para enviar correo electrónico ({ mailto}) al usuario que tiene la dirección de correo electrónico {anton@dlsi.ua.es}.

source: Per exemple, la llista de distribució sobre traducció automàtica MT-List, mantiguda per l'EAMT (European Association for Machine Translation, associació europea per a la traducció automàtica), té l'adreça mt-list@eamt.org; per a formar part de la llista cal subscriure's en l'URI {http://www.pairlist.net/mailman/listinfo/mt-list
es_es: Por ejemplo, la lista de distribución sobre traducción automática MT-List, mantenida por la EAMT (European Association for Machine Translation, asociación europea para la traducción automática), tiene la dirección mt-list@eamt.org; para formar parte de la lista hay que subscribirse en la URI {http://www.pairlist.net/mailman/listinfo/mt-list

source: Messenger, i AIM (America Online Instant Messneger); entre els no comercials podem esmentar jabber ({jabber.org}).
es_es: Messenger, y AIM (America Online Instando Messneger); entre los no comerciales podemos mencionar jabber ({jabber.org}).

source: Són programes que permeten accedir de manera senzilla als documents o serveis d'Internet en ordinadors connectats a aquesta xarxa; entre altres coses, els navegadors interpreten els hipertextos escrits en HTML i els presenten a la persona usuària en el format que indiquen les marques, de manera que els enllaços a altres hipertextos queden clarament destacats i siguen actius, és a dir, que responguen a un clic del ratolí saltant a l'hipertext enllaçat.
es_es: Son programas que permiten acceder de manera sencilla a los documentos o servicios de Internet en ordenadores conectados a esta red; entre otras cosas, los navegadores interpretan los hipertextos escritos en HTML y los presentan a la persona usuaria en el formato que indican las marcas, de forma que los enlaces a otros hipertextos quedan claramente destacados y sean activos, es decir, que respondan a un clic del ratón saltando al hipertexto enlazado.

source: Fixeu-vos que alguns indicatius (.tv, .fm, etc.) s'usen per a aplicacions no estrictament relacionades amb aquestos països.}
es_es: Fijaos que algunos indicativos (.tv, .fm, etc.) se usan para aplicaciones no estrictamente relacionadas con estos países.}

source: Els navegadors més usats són Microsoft Internet Explorer (empaquetat, no sense polèmiques legals, amb moltes versions del sistema operatiu Windows), Mozilla (un programa gratuït i obert desenvolupat per centenars de col·laboradors arreu del món) i Netscape.
es_es: Los navegadores más usados son Microsoft Internet Explorer (empaquetado, no sin polémicas legales, con muchas versiones del sistema operativo Windows), Mozilla (un programa gratuito y abierto desarrollado por centenares de colaboradores en todo el mundo) y Netscape.

source: Els professors d'Informàtica Aplicada a la Traducció només considerem vàlids els missatges que provenen d'aquestes adreces oficials.
es_es: Los profesores de Informática Aplicada a la Traducción sólo consideramos válidos los mensajes que provienen de estas direcciones oficiales.

source: Els números IP es componen de 4 números del 0 al 255 separats per punts.
es_es: Los números IP se componen de 4 números del 0 al 255 separados por puntos.

source: Altres noms que s'usen (més recentment) en comptes d'Internet són World Wide Web o WWW (``teranyina d'abast mundial'') o simplement web (``teranyina''), masculí en català (el web).
es_es: Otros nombres que se usan (más recientemente) en vez de Internet son World Wide Web o WWW (``telaraña de alcance mundial'') o simplemente web (``telaraña''), masculino en catalán (el web).

source: Els identificadors
es_es: Los identificadores

source: Després de l'esquema d'accés, un URI (identificador uniforme de recursos) especifica la velocitat de transferència.
es_es: Después del esquema de acceso, un URI (identificador uniforme de recursos) especifica la velocidad de transferencia.

source: el directori on es troba el servei.
es_es: el directorio donde se encuentra el servicio.

source: Si la màquina |fictici.deconya.ua.es| té el número IP |232.111.22.33| quin dels tres número IP següents és més probable que corresponga a la màquina |fals.deconya.ua.es|?
es_es: Si la máquina |fictici.deconya.ua.es| tiene el número IP |232.111.22.33| ¿cuál de los tres número IP siguientes es más probable que corresponda a la máquina |fals.deconya.ua.es|?

source: Per a poder accedir a Internet d'aquesta manera des de casa, cal: un mòdem un programa per a l'accés telefònic a xarxes (normalment present en el sistema operatiu) haver-se donat d'alta amb algun proveïdor d'Internet (ISP, Internet service provider) El proveïdor d'Internet sol estar accessible mitjançant un número de telèfon, que a Espanya comença normalment per 908 o 909, a França per comença per 0860 i a Itàlia per 70, i és similar a un número local.
es_es: Para poder acceder en Internet de este modo desde casa, hace falta: un módem un programa para el acceso telefónico en redes (normalmente presente en el sistema operativo) haberse dado de alta con algún proveedor de Internet (ISP, Internet service provider) El proveedor de Internet suele estar accesible mediante un número de teléfono, que en España empieza normalmente por 908 o 909, en Francia por empieza por 0860 y en Italia por 70, y es similar a un número local.

source: L'esquema { https://} és similar a l'esquema { http://} però incorpora, a més, mecanismes per a transmetre amb seguretat informació encriptada (xifrada).
es_es: El esquema { https://} es similar al esquema { http://} pero incorpora, además, mecanismos para transmitir con seguridad información encriptada (cifrada).

source: Qui té raó?
es_es: ¿Quién tiene razón?

source: Per exemple, un nom podria ser { altea.dlsi.ua.es}, on { altea} es refereix a una màquina concreta del Departament de Llenguatges i Sistemes Informàtics ({ dlsi}) de la Universitat d'Alacant ({ ua}), que es troba a Espanya ({ es}) (en això els noms s'assemblen a les adreces postals: primer es dóna el més concret i al final el país; aquest ordre és l'invers al dels números IP).
es_es: Por ejemplo, un nombre podría ser { altea.dlsi.ua.es}, donde { altea} se refiere a una máquina concreta del Departamento de Lenguajes y Sistemas Informáticos ({ dlsi}) de la Universitat d'Alacant ({ ua}), que se encuentra en España ({ es}) (en esto los nombres se asemejan a las direcciones postals: primero se da el más concreto y al final el país; este orden es el inverso al de los números IP).

source: En els dos casos, si hi enviem un missatge, el reben tots els inscrits, de manera que es pot usar per a establir, per exemple, fòrums de discussió..
es_es: En los dos casos, si mandamos un mensaje, lo reciben todos los inscritos, de forma que se puede usar para establecer, por ejemplo, foros de discusión..

source: El fitxer que conté l'hipertext s'anomena { index.html} (on les sigles HTML corresponen a hypertext markup language, nom del llenguatge o sistema de marques més usat per a donar format als hipertextos, descrit en l'epígraf ).
es_es: El fichero que contiene el hipertexto se denomina { index.html} (donde las siglas HTML corresponden a hypertext markup language, nombre del lenguaje o sistema de marcas más usado para dar formato a los hipertextos, descrito en el epígrafe ).

source: S'anomena Internet a un conjunt d'ordinadors, distribuïts arreu del món i interconnectats mitjançant un protocol estàndard (el protocol d'Internet o IP) de manera que els recursos presents en uns ordinadors (normalment, informació) estan disponibles per a ser usats pels usuaris d'altres ordinadors.
es_es: Se denomina Internet a un conjunto de ordenadores, distribuidos en todo el mundo e interconectados mediante un protocolo estándar (el protocolo de Internet o IP) de forma que los recursos presentes en unos ordenadores (normalmente, información) están disponibles para ser usados por los usuarios otros ordenadores.

source: Fins fa poc, els proveïdors d'Internet solien oferir normalment una tarifa fixa (una certa quantitat al mes, independentment del temps de connexió), però el cost de la telefonada local necessària es pagava sempre per minuts.
es_es: Hasta hace poco, los proveedores de Internet solían ofrecer normalmente una tarifa fija (una cierta cantidad al mes, independientemente del tiempo de conexión), pero el coste de la telefoneada local necesaria se pagaba siempre por minutos.

source: {Indicatius d'Internet d'alguns països.
es_es: {Indicativos de Internet de algunos países.

source: Solucions
es_es: Soluciones

source: El preu per a una connexió de 600 kbps està també al voltant dels 39 euros.
es_es: El precio para una conexión de 600 kbps está también alrededor de los 39 euros.

source: L'accés es fa mitjançant un nom d'usuari i una contrasenya.
es_es: El acceso se hace mediante un nombre de usuario y una contraseña.

source: |http://| |mailto:| L'esquema d'Internet
es_es: |http://| |mailto:| El esquema de Internet

source: Aquest és un servei similar a les llistes de distribució i, per tant, també serveix per a constituir grups de discussió o de notícies (newsgroups) sobre un tema; els missatges que s'hi envien hi queden guardats i qui vulga saber si hi ha novetats en un grup de discussió determinat només s'ha de connectar al servidor de notícies més pròxim, seleccionar el grup i llegir els missatges nous.
es_es: Este es un servicio similar a las listas de distribución y, por lo tanto, también sirve para constituir grupos de discusión o de noticias (newsgroups) sobre un tema; los mensajes que se envían quedan guardados y quienes quiera saber si hay novedades en un grupo de discusión determinado sólo se tiene que conectar al servidor de noticias más próximo, seleccionar el grupo y leer los mensajes nuevos.

source: Accés inalàmbric Wi-Fi (vegeu el glossari ), com el que va oferir el 2003 l'empresa Afitel a unes 1200 llars en la ciutat castellana de Zamora, a 9,90 euros al mes, però que es va interrompre als sis mesos de començar.
es_es: Acceso inalámbrico Wi-Fi (ved el glosario ), como el que ofreció el 2003 la empresa Afitel a unos 1200 hogares en la ciudad castellana de Zamora, a 9,90 euros al mes, pero que se interrumpió a los seis meses de empezar.

source: Per exemple, les persones que participen en un xat elegeixen un àlies o malnom ``entren'' en una ``sala'' determinada on hi ha més persones (potser amb interessos comuns), i ``conversen'' per escrit públicament, o estableixen ``converses a part'' (a banda) quan cal amb alguna persona concreta de la sala.
es_es: Por ejemplo, las personas que participan en un chat eligen un alias o mote ``entran'' en una ``sala'' determinada donde hay más personas (quizás con intereses comunes), y ``conversan'' por escrito públicamente, o establecen ``conversaciones aparte'' cuando hace falta con alguna persona concreta de la sala.

source: Les connexions PLC estan menys esteses que les ADSL en els Països Catalans; Iberdrola i Endesa han començat el desplegament gradual d'aquest servei.
es_es: Las conexiones PLC están menos extendidas que las ADSL en los Països Catalans; Iberdrola y Endesa han empezado el despliegue gradual de este servicio.

source: Un URI té generalment dues parts, encara que s'hi donen algunes variacions: l'esquema, que indica la classe de recurs i com l'ha d'usar l'ordinador sol·licitant (o client) el nom del recurs, que sovint està format per: el nom de l'ordinador servidor o el seu número IP (opcionalment) informació sobre la localització del servei o document dins de l'ordinador servidor (moltes vegades similar a les trajectòries dels fitxers, p. ) Per exemple, l'URI {http://www.canalcuina.tv/concurs/sms/index.html} es refereix a un document d'hipertext ---un document de text que conté enllaços que permeten accedir directament a altres hipertextos relacionats--- compatible amb l'esquema { http} (hypertext transfer protocol o protocol de transferència d'hipertextos) situat en l'ordinador { www.canalcuina.tv} (de l'empresa fictícia Canal Cuina, possiblement pertanyent al món de la televisió, i, dins d'aquest, en el directori { public}, subdirectori { sms}.
es_es: Un URI tiene generalmente dos partes, aunque se dan algunas variaciones: el esquema, que indica la clase de recurso y como lo tiene que usar el ordenador solicitando (o cliente ) el nombre del recurso, que a menudo está formado por: el nombre del ordenador servidor o su número IP (opcionalmente) información sobre la localización del servicio o documento dentro del ordenador servidor (muchas veces similar a las trayectorias de los ficheros, p. ) Por ejemplo, el URI {http://www.canalcuina.tv/concurs/sms/index.html} se refiere a un documento de hipertexto ---un documento de texto que contiene enlaces que permiten acceder directamente a otros hipertextos relacionados--- compatible con el esquema { http} (hypertext transfer protocolo o protocolo de transferencia de hipertextos) situado en el ordenador { www.canalcuina.tv} (de la empresa ficticia Canal Cocina, posiblemente perteneciente al mundo de la televisión, y, dentro de este, en el directorio { público}, subdirectorio { sms}.
